data/USTC-TK2016/3_ProcessedSession/FilteredSession/Train/Zeus-L7/Zeus.pcap.UDP_192-168-0-151_3702_192-168-0-250_63616.bin

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsd="http://schemas.xmlsoap.org/ws/2005/04/discovery" xmlns:wsdp="http://schemas.xmlsoap.org/ws/2006/02/devprof" xmlns:pub="http://schemas.microsoft.com/windows/pub/2005/07"><soap:Header><wsa:To>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2005/04/discovery/ResolveMatches</wsa:Action><wsa:MessageID>urn:uuid:088e64b4-4ef7-453d-9656-85ee916166aa</wsa:MessageID><wsa:RelatesTo>urn:uuid:bc849746-eac3-4ae3-b2b1-28f7bb370174</wsa:RelatesTo><wsd:AppSequence InstanceId="7" SequenceId="urn:uuid:848e1ce9-9e82-4d07-9933-2022de20c331" MessageNumber="17"></wsd:AppSequence></soap:Header><soap:Body><wsd:ResolveMatches><wsd:ResolveMatch><wsa:EndpointReference><wsa:Address>urn:uuid:acc7fe12-3135-466d-a131-c5ba9b41ee06</wsa:Address></wsa:EndpointReference><wsd:Types>wsdp:Device pub:Computer</wsd:Types><wsd:XAddrs>http://192.168.0.151:5357/acc7fe12-3135-466d-a131-c5ba9b41ee06/</wsd:XAddrs><wsd:MetadataVersion>2</wsd:MetadataVersion></wsd:ResolveMatch></wsd:ResolveMatches></soap:Body></soap:Envelope><?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsd="http://schemas.xmlsoap.org/ws/2005/04/discovery" xmlns:wsdp="http://schemas.xmlsoap.org/ws/2006/02/devprof" xmlns:pub="http://schemas.microsoft.com/windows/pub/2005/07"><soap:Header><wsa:To>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2005/04/discovery/ResolveMatches</wsa:Action><wsa:MessageID>urn:uuid:088e64b4-4ef7-453d-9656-85ee916166aa</wsa:MessageID><wsa:RelatesTo>urn:uuid:bc849746-eac3-4ae3-b2b1-28f7bb370174</wsa:RelatesTo><wsd:AppSequence InstanceId="7" SequenceId="urn:uuid:848e1ce9-9e82-4d07-9933-2022de20c331" MessageNumber="17"></wsd:AppSequence></soap:Header><soap:Body><wsd:ResolveMatches><wsd:ResolveMatch><wsa:EndpointReference><wsa:Address>urn:uuid:acc7fe12-3135-466d-a131-c5ba9b41ee06</wsa:Address></wsa:EndpointReference><wsd:Types>wsdp:Device pub:Computer</wsd:Types><wsd:XAddrs>http://192.168.0.151:5357/acc7fe12-3135-466d-a131-c5ba9b41ee06/</wsd:XAddrs><wsd:MetadataVersion>2</wsd:MetadataVersion></wsd:ResolveMatch></wsd:ResolveMatches></soap:Body></soap:Envelope>